Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: CC: %4$s
be: Копія: %4$s

source: CDMA / EvDo auto
be: CDMA або EvDo самарушна

source: CDMA Network Preferences
be: Перавагі сеткі CDMA

source: CDMA Options
be: Можнасьці CDMA

source: CDMA Roaming Mode
be: Спосаб блуканьня CDMA

source: CDMA Subscription
be: Падпіска CDMA

source: CDMA Subscription TEST
be: Спроба падпіскі CDMA

source: CDMA call settings
be: Налады выклікаў CDMA

source: CDMA network preferences
be: Перавагі сеткі CDMA

source: CDMA only
be: Толькі CDMA

source: CDMA roaming mode
be: Спосаб блуканьня CDMA

source: CDMA w/o EvDo
be: CDMA бяз EvDo

source: CDMA/EvDo
be: CDMA або EvDo

source: CDMA: Access failure.
be: CDMA: памылка доступу.

source: CDMA: Access unsuccessful.
be: CDMA: памылка доступу.

source: CDMA: Call dropped.
be: CDMA: выклік скінулі

source: CDMA: Call intercepted.
be: CDMA: выклік перахапілі.

source: CDMA: Phone locked until power cycle.
be: CDMA: замыкаць тэлефон, пакуль ён зараджаецца.

source: CDMA: Preempted.
be: CDMA: выгрузілі.

source: CDMA: Service Option Reject.
be: CDMA: адхіліць можнасьць службы.

source: CDMA: reorder.
be: CDMA: зноўку ўпарадкоўваем.

source: CDMA: retry order.
be: CDMA: зноўку спрабуем упарадкаваць.

source: CID
be: Азначальнік ячэйкі (CID)

source: CLEAR
be: СЬЦЕРЦІ

source: CLR
be: АЧС

source: COOL ME OFF..please..
be: АХАЛАДЗІ МЯНЕ… калі ласка…

source: CPU ABI incompatible.
be: Несумяшчальнасьць двайковага праґрамнага інтэрфэйсу ЦП.

source: CPU foreground
be: ЦП, на пярэднім пляне

source: CPU info
be: Працэсар

source: CPU total
be: Агульны працэсара

source: CPU usage
be: Выкарыстаньне працэсару

source: CPU usage details for %1$s:
be: Выкарыстаньне працэсару для %1$s:

source: CVC code
be: Код пацьверджаньня (CVC)

source: Cache
be: Запасьнік

source: Cached background process
be: Працэсы з запасьніку на заднім пляне

source: Caching vCard(s) to local temporary storage
be: Візытоўкі захоўваюцца ў запасьнік часовага сховішча

source: Cafe
be: Кавярня

source: Cairo
be: Каір

source: Calculating…
be: Вылічваецца…

source: Calculator
be: Калькулятар

source: Calendar
be: Каляндар

source: Calendar Db attached
be: Залучылі базу календара

source: Calendar Invite
be: Запрашэньне з календара

source: Calendar Storage
be: Сховішча календара

source: Calendar info
be: Зьвесткі пра каляндар

source: Calendar invite
be: Запрашэньне ў календары

source: Calendar notifications
be: Спавяшчэньні календара

source: Calendar view setting
be: Налады праглядаць каляндар

source: Calendar works better with a Google Account.
be: Разам з рахункам Google каляндар працуе лепей.

source: Calendar:
be: Каляндар:

source: Calendars
be: Календары

source: Calendars to Display
be: Які календары паказваць

source: Calendars to Sync
be: Якія календары сынхранізаваць

source: Calendars to display
be: Які календары паказваць

source: Calendars to sync
be: Якія календары сынхранізаваць

source: Call
be: Выклікаць

source: Call %s
be: Выклікаць %s

source: Call %1$s
be: Выклікаць %1$s

source: Call ISDN
be: На нумар ISDN

source: Call Lost
be: Згубілі выклік.

source: Call MMS
be: На нумар MMS

source: Call TTY/TDD
be: На нумар TTY/TDD

source: Call again
be: Выклікаць ізноў

source: Call any phone worldwide at tiny per-minute rates, plus text mobiles from Skype for next to nothing.
be: Тэлефануйце, куды пажадаеце, і дасылайце SMS па танных коштах.

source: Call any phone.
be: Тэлефануйце, каму пажадаеце.

source: Call authorized
be: Выклік дазволілі

source: Call back
be: Адтэлефанаваць

source: Call barring
be: Забарона выкліку

source: Call blocked
be: Выклік забаранілі

source: Call button retrieves last dialed number
be: Кнопка выкліку атрымвае апошні набраны нумар

source: Call button retrieves last dialled number
be: Кнопка выкліку атрымвае апошні набраны нумар

source: Call callback
be: Адтэлефанаваць

source: Call car
be: На тэлефон у машыне

source: Call company main
be: На галоўны таварыства

source: Call contact
be: Выклікаць кантакт

source: Call details
be: Падрабязнасьці выкліку

source: Call ended
be: Выклік скончылі

source: Call failed
be: Не ўдалося выклікаць

source: Call fax
be: На факс

source: Call forwarding
be: Перасылаць выклікі

source: Call forwarding settings
be: Налады перасылаць выклікі

source: Call has been lost.
be: Выклік згубіўся.

source: Call home
be: На хатні

source: Call home fax
be: На хатні факс

source: Call in progress
be: Размова

source: Call log
be: Гісторыя

source: Call log is empty.
be: Гісторыя выклікаў пустая.

source: Call logs will be cleared without asking
be: Гісторыя выклікаў будзе ачышчацца без пытаньняў

source: Call main
be: На галоўны нумар

source: Call me later?
be: Адтэлефануеш пазьней?

source: Call mobile
be: На перасоўны

source: Call mobiles and landlines at great low rates, too.
be: Тэлефануйце на перасоўныя ды гарадзкія нумары па вельмі нізкіх коштах.

source: Call muted.
be: Выклік сьцішылі.

source: Call not sent
be: Ня выклікалі

source: Call not sent, %s is not an emergency number!
be: Ня выклікалі, бо нумар %s ня ёсьць надзвычайным!

source: Call not sent, no valid number entered.
be: Ня выклікалі, бо не набралі сапраўднага нумару.

source: Call not sent, please dial an emergency number!
be: Ня выклікалі. Калі ласка, набярыце надзвычайны нумар!

source: Call not sent.
be: Ня выклікалі.

source: Call number
be: Выклікаць нумар

source: Call on hold
be: Выклік утрымваецца

source: Call pager
be: На гартач (пэйджар)

source: Call phones
be: Тэлефанаваць

source: Call radio
be: На нумар радыёсувязі

source: Call redirect:
be: Перанакіроўваць выклікі:

source: Call settings
be: Налады выклікаў

source: Call settings error
be: Памылка наладаў выклікаў

source: Call status:
be: Стан выкліку:

source: Call telex
be: На нумар тэлексу

source: Call the developer
be: Тэлефанаваць распрацоўніку

source: Call using
be: Выклікаць

source: Call voicemail
be: Тэлефанаваць на пошту

source: Call volume
be: Гучнасьць размовы

source: Call waiting
be: Другі выклік

source: Call with <b>%1$s</b>
be: Выклік да <b>%1$s</b>

source: Call with <b>%1$s</b> ended
be: Скончылі выклікаць <b>%1$s</b>

source: Call with Skype
be: Выклікаць праз Skype

source: Call work
be: На працу

source: Call work fax
be: На факс на працы

source: Call work mobile
be: На перасоўны на працы

source: Call work pager
be: На гартач на працы

source: Callback
be: Адтэлефанаваць

source: Called from out of network
be: Выклікаецца з па-за сеткі

source: Caller ID
be: Уласны нумар

source: Caller ID defaults to not restricted.
be: Звычайна азначальнік не забаронены.

source: Caller ID defaults to not restricted. Next call: Not restricted
be: Звычайна азначальнік не абмяжоўваецца. Наступны выклік: не абмяжоўваецца

source: Caller ID defaults to not restricted. Next call: Restricted
be: Звычайна азначальнік не абмяжоўваецца. Наступны выклік: абмяжоўваецца

source: Caller ID defaults to restricted.
be: Звычайна азначальнік забаронены.

source: Caller ID defaults to restricted. Next call: Not restricted
be: Звычайна азначальнік абмяжоўваецца. Наступны выклік: не абмяжоўваецца

source: Caller ID defaults to restricted. Next call: Restricted
be: Звычайна азначальнік абмяжоўваецца. Наступны выклік: абмяжоўваецца

source: Calling
be: Выклікаем

source: Calling (%s)
be: Выклікаем (%s)

source: Calling number delivery
be: Дастаўка нумару, які выклікае

source: Calling number present
be: Нумар, які выклікае, прысутнічае

source: Calling number restricted
be: Нумар, які выклікае, забаронены

source: Calling via ^1
be: Выклікаем праз ^1

# Calling via ^1 ^2
source: Calling via ^1\n^2
be: Выклікаем праз ^1\n ^2

source: Calling…
be: Выклікаем…

source: Calls
be: Выклікі

source: Camcorder
be: Відэакамэра

source: Camcorder settings
be: Налады відэакамэры

source: Camera
be: Камэра

source: Camera (PTP)
be: Камэра (PTP)

source: Camera Error
be: Памылка камэры

source: Camera error
be: Памылка камэры

source: Camera has been disabled because of security policies.
be: Па правілах бясьпекі камэраю карыстацца забаронена.

source: Camera key
be: Клявіша камэры

source: Camera media
be: З камэры

source: Camera pictures
be: Здымкі з камэры

source: Camera settings
be: Налады камэры

source: Camera settings will be restored to defaults.
be: Адновяцца пачатковыя налады камэры.

source: Camera videos
be: Відэа з камэры

source: Camera, video or panorama selector
be: Абраць між камэраю, відэа ці краявідам

source: Can broadcast data messages received from the internet to applications registered to listen for them.
be: Дае магчымасьць рассылаць запісаным праґрамам паведамленьні з дадзенымі, атрыманымі зь сеціва, каб праслухоўваць іх.

source: Can check if you have a license for this application from Market
be: Можаце спраўдзіць, ці маеце вы ліцэнзію з крамы на гэтую праґраму

source: Can only download \"http\" or \"https\" URLs.
be: Можна спампоўваць толькі па спасылках «http» або «https».

source: Can send broadcasts to Android Market requesting application installation and removal.
be: Дае магчымасьць рабіць рассылкі Краме Android з запытамі ўсталяваць або сьцерці праґрамы.

source: Can't change PIN.
be: Нельга зьмяніць PIN.

source: Can't change SIM card lock state.
be: Нельга зьмяніць стан замкнёнасьці карткі SIM.

source: Can't communicate with %1$s.
be: Нельга зьвязацца з %1$s.

source: Can't complete the operation without SD card
be: Нельга дарабіць бяз карткі SD

source: Can't connect to server.
be: Нельга злучыцца з паслужніком.

source: Can't display the attachment.
be: Нельга паказаць залучнік.

source: Can't download because the content isn't supported on this phone.
be: Нельга спампаваць: зьмесьціва не падтрымваецца тэлефонам.

source: Can't download because the size of the item can't be determined.
be: Нельга спампаваць, бо немагчыма вызначыць памер спампоўванага.

source: Can't find any places in a radius of 6 km.
be: Не знайшлі ніводнага месца ў радыюсе шасьці кілямэтраў.

source: Can't find your Location
be: Не ўдаецца вызначыць месцазнаходжаньне

source: Can't finish download because there isn't enough space.
be: Нельга спампаваць, бо бракуе прасторы.

source: Can't manually sync
be: Нельга сынхранізаваць самастойна

source: Can't move because selection contains multiple accounts.
be: Перамясьціць нельга: абранае зьмяшчаецца ў некалькіх рахунках.

source: Can't open a new tab until you close one.
be: Каб адчыніць новую ўкладку, зачыніце іншую.

source: Can't open attachment.
be: Нельга адчыніць залучнік.

source: Can't open file
be: Нельга адчыніць файл

source: Can't process refund
be: Нельга вярнуць грошы

source: Can't safely connect to server.
be: Нельга бясьпечна злучыцца з паслужніком.

source: Can't scan for networks
be: Нельга знайсьці сеткі

source: Can't send message right now.
be: Не ўдаецца даслаць паведамленьне.

source: Can't talk now.
be: Не магу размаўляць.

source: Can't tether to more than %1$d devices.
be: Найбольшая колькасьць прывязаных прыладаў — %1$d.

source: Can't tether when USB storage in use
be: Нельга прывязаць: сховішча USB выкарыстоўваецца

source: Can't tether when USB storage is in use
be: Нельга прывязаць: сховішча USB выкарыстоўваецца

source: Cancel
be: Скасаваць

source: Cancel Selection
be: Скончыць выбіраць

source: Cancel all downloads
be: Скасаваць усё

source: Cancel and clear all %d downloads from the download history?
be: Скасаваць і прыбраць усе пункты (%d) зь гісторыі спампоўванага?

source: Cancel download
be: Не спампоўваць

source: Cancel downloads
be: Скасаваць, што спампоўваецца

source: Cancel install
be: Спыніць усталёўваць

source: Cancel signin
be: Не ўваходзіць

source: Cancel sync
be: Скасаваць сынхранізаваць

source: Canceled: %s
be: Скасаваныя: %s

source: Canceling vCard export
be: Спыняем вымаць візытоўкі

source: Canceling vCard import
be: Спыняем браць візытоўкі

source: Canceling\u2026
be: Скасоўваецца…

source: Canceling…
be: Скасоўваецца…

source: Cancelling…
be: Скасоўваецца…

source: Candlelight
be: Сьвечкі

source: Cannot RSVP.
be: Нельга адказаць.

source: Cannot add more slides.
be: Болей нельга дадаць слайдаў.

source: Cannot add video and picture to one slide.
be: Нельга дадаць відэа ды малюнак да аднаго слайду.

source: Cannot anymore today give milk.
be: Сёньня болей нельга даваць малака.

source: Cannot call a blocked contact
be: Нельга выклікаць замкнёных

source: Cannot connect to Skype
be: Не ўдаецца злучыцца са Skype

source: Cannot connect to camera.
be: Нельга злучыцца з камэраю.

source: Cannot connect to server.
be: Нельга злучыцца з паслужніком.

# Cannot connect to server. (%s)
source: Cannot connect to server.\n(%s)
be: Нельга злучыцца з паслужніком.\n (%s)

source: Cannot connect to voicemail server.
be: Нельга злучыцца з паслужніком галасавое пошты.

source: Cannot create account
be: Не ўдаецца стварыць рахунак

source: Cannot delete the album at this time.
be: Не ўдаецца сьцерці альбом.

source: Cannot delete the message thread.
be: Не ўдаецца сьцерці галіну паведамленьняў.

source: Cannot delete the photo at this time.
be: Не ўдаецца сьцерці фатаздымак.

source: Cannot determine your current location
be: Не ўдаецца вызначыць вашае месцазнаходжаньне

source: Cannot download.
be: Нельга спампаваць.

source: Cannot establish communication with %1$s.
be: Нельга наладзіць сувязь з %1$s.

source: Cannot fetch the user info at this time.
be: Не ўдаецца атрымаць зьвесткі пра карыстальніка.

source: Cannot finish download.
be: Нельга скончыць спампоўваць.

source: Cannot get details
be: Не ўдаецца атрымаць падрабязнасьці

source: Cannot get mailbox content.
be: Не ўдаецца атрымаць зьмесьціва паштовае скрыні.

source: Cannot hide this folder!
be: Нельга схаваць гэты каталёґ!

source: Cannot like the post at this time.
be: Не ўдаецца ўпадабаць на допіс.

source: Cannot load authorization page!
be: Не ўдаецца прачытаць бачыну ўпаўнаважаньня!

source: Cannot load message.
be: Не ўдаецца прачытаць паведамленьне.

source: Cannot manually sync
be: Нельга сынхранізаваць самастойна

source: Cannot mark message as read at this time.
be: Не ўдаецца пазначыць паведамленьне прачытаным.

source: Cannot mark message as unread at this time.
be: Не ўдаецца пазначыць паведамленьне непрачытаным.

source: Cannot open file
be: Нельга адчыніць файл

source: Cannot play audio.
be: Не ўдаецца прайграць гук.

source: Cannot play video
be: Нельга прайграць відэа.

source: Cannot post the status at this time.
be: Не ўдаецца дадаць стан.

source: Cannot remove like the post at this time.
be: Не ўдаецца скасаваць пазнаку «падабаецца».

source: Cannot remove the post at this time.
be: Не ўдаецца сьцерці допіс.

source: Cannot retrieve messages at this time.
be: Не ўдаецца атрымаць паведамленьні.

source: Cannot retrieve the albums at this time.
be: Не ўдаецца атрымаць альбомы.

source: Cannot retrieve the friends list.
be: Нельга атрымаць сьпіс сяброў.

source: Cannot retrieve the notifications.
be: Не ўдаецца атрымаць спавяшчэньні.

source: Cannot retrieve the photo at this time.
be: Не ўдаецца атрымаць фатаздымак.

source: Cannot retrieve the photos at this time.
be: Не ўдаецца атрымаць фатаздымкі.

source: Cannot safely connect to server.
be: Нельга бясьпечна злучыцца з паслужніком.

# Cannot safely connect to server. (%s)
source: Cannot safely connect to server.\n(%s)
be: Нельга бясьпечна злучыцца з паслужніком.\n (%s)

source: Cannot save message.
be: Не ўдаецца захаваць паведамленьне.

source: Cannot send the message at this time.
be: Не ўдаецца даслаць паведамленьне.

source: Cannot send this message
be: Не ўдаецца даслаць паведамленьне

source: Cannot sign in
be: Не ўдаецца ўвайсьці

source: Cannot uninstall: this package is an active device administrator.
be: Нельга высталяваць: гэты пакунак працуе як кіраўнік прылады.

source: Cannot unmount SD card.
be: Нельга адмацаваць картку SD

source: Cannot unmount USB storage.
be: Нельга адмацаваць сховішча USB.

source: Cannot upload %d of %d
be: Не ўдаецца запампаваць %d з %d

source: Cannot upload '%s'
be: Не ўдаецца запампаваць «%s»

source: Can’t establish a reliable data connection to the server.
be: Нельга наладзіць надзейнае злучэньне сеціва з паслужніком.

source: Cape Verde Islands
be: Выспы Зялёнага мысу

source: Capitalize first letter in sentences
be: Ставіць вялікія літары напачатку сказаў

source: Capitalize the start of a sentence
be: Самарушна пачынаць сказ зь вялікае літары

source: Captcha required
be: Трэба пазнаць знакі

source: Caption
be: Подпіс

source: Captions
be: Загалоўкі

source: Captions font size
be: Памер шрыфту загалоўкаў

source: Capture Image
be: Зрабіць здымак

source: Capture Video
be: Зьняць відэа

source: Capture a photo
be: Сфатаґрафаваць

source: Capture a video
be: Зьняць відэа

source: Capture mode
be: Як здымаць

source: Capture picture
be: Сфатаґрафаваць

source: Capture video
be: Зьняць відэа

source: Capturing Panorama
be: Здымаецца краявід

source: Car
be: Машына

source: Car mode enabled
be: Задзейнічалі стан «у машыне»

source: Card number
be: Нумар карткі

source: Care must be used with permission, as it is possible to get application components into an unusable, inconsistent, or unstable state.
be: Гэтым дазволам трэба карыстацца ўважліва, бо ён можа прывесьці складнікі праґрамаў у непрацоўны, несуладны ці няўстойлівы стан.

source: Care must be used with this permission, as it is possible to get application components into an unusable, inconsistent, or unstable state.
be: Гэтым дазволам трэба карыстацца ўважліва, бо ён можа прывесьці складнікі праґрамаў у непрацоўны, несуладны ці няўстойлівы стан.

source: Carrier Terms of Service.
be: Умовы абслугоўваньня апэратарам.

source: Carrier data policy
be: Правілы выкарыстоўваць сеціва

source: Casablanca
be: Касаблянка

source: Catalan (Spain)
be: каталёнская (Гішпанія)

source: Catalog Name
be: Назва пераліку

source: Catalogs navigation
be: Рухацца па пераліках

source: Catalogs only
be: Толькі пералікі

source: Categories
be: Катэґорыі

source: Category:
be: Катэґорыя:

source: Cats
be: Кацяняты

source: Caused by
be: Чым выклікалі

source: Cc
be: Копія

source: Cc:
be: Копія:

source: Cc: %1$s
be: Копія: %1$s

source: Cc: %1$s<br>
be: Копія: %1$s<br>

source: Cc:\u0020
be: Копія:\u0020

source: Cdma callwaiting
be: Чакаем на адказ (CDMA)

source: Cell Broadcast SMS
be: Рассыланьне SMS

source: Cell Broadcast SMS disabled
be: Забараніць рассылаць SMS

source: Cell Broadcast SMS enabled
be: Дазволіць рассылаць SMS

source: Cell Broadcast SMS settings
be: Налады рассылаць SMS

source: Cell added
be: Дадалі ячэйку

source: Cell phone call
be: Выклікаць па сотавым тэлефоне

source: Cell standby
be: Чаканьне ячэйкі

source: Center weighted
be: Узважанае па цэнтры

source: Central America
be: Цэнтральная Амэрыка

source: Central Time
be: Цэнтральны час

source: Certificate authority (CA) certificate
be: Пасьведчаньне сьведчальнага асяродку

source: Certificate based L2TP/IPSec VPN
be: L2TP/IPSec VPN (на аснове пасьведчаньня)

source: Certificate is invalid or inaccessible.
be: Пасьведчаньне хібнае, або недаступнае.

source: Challenge error.
be: Памылка выкліку.

source: Change
be: Зьмяніць

source: Change PIN for FDN access
be: Зьмяніць код PIN на доступ да замацаваных нумароў

source: Change PIN2
be: Зьмяніць PIN2

source: Change SIM PIN
be: Зьмяніць PIN карткі SIM

source: Change all events in the series.
be: Зьмяніць усе падзеі ў шэрагу.

source: Change avatar
be: Зьмяніць увасабленьне

source: Change between RUIM/SIM and NV
be: Абраць між RUIM (або SIM) і NV

source: Change cycle\u2026
be: Зьмяніць адцінак…

source: Change digits color
be: Зьмяніць колер лічбаў

source: Change duration
be: Зьмяніць працягласьць

source: Change font size of message view
be: Зьмяніць памер шрыфту прагляданага паведамленьня

source: Change icon
be: Зьмяніць значак

source: Change it now?
be: Ці зьмяніць зараз?

source: Change labels
be: Зьмяніць цэтлікі

source: Change language
be: Зьмяніць мову

source: Change lock screen
be: Як замыкаць экран

source: Change my profile picture
be: Зьмяніць малюнак профілю

source: Change network (2G/3G)
be: Зьмяняць сетку (2G або 3G)

source: Change number
be: Зьмяніць нумар

source: Change only this event.
be: Зьмяніць толькі гэтую падзею.

source: Change or disable pattern, PIN, or password security
be: Ахоўваць узорам, кодам PIN, або паролем

source: Change password
be: Зьмяніць пароль

source: Change profile photo
be: Зьмяніць здымак з профілю

source: Change response
be: Зьмяніць адказ

source: Change screen lock
be: Зьмяніць, як замыкаць экран

source: Change status
be: Зьмяніць стан

source: Change status...
be: Зьмяніць стан…

source: Change tethered connectivity
be: Зьмяняць прывязанае злучэньне

source: Change the cdma roaming mode
be: Зьмяніць спосаб блуканьня ў CDMA

source: Change the color of the time used in screensaver mode
be: Зьмяніць колер, які выкарыстоўваецца ў стане ахоўніка экрана, каб паказваць час

source: Change the network operating mode
be: Зьмяніць спосаб працы сеткі

source: Change the position of the Trash Can
be: Зьмяніць разьмяшчэньне сьметніцы

source: Change the preferred installation location for new applications.
be: Зьмяніць пераважнае месца, куды ўсталёўваць новыя праґрамы.

source: Change the preferred installation location for new apps
be: Зьмяніць пераважнае месца, куды ўсталёўваць новыя праґрамы.

source: Change the quality setting or delete items from Gallery.
be: Зьмяніце налады якасьці або сатрыце файлы з ґалерэі.

source: Change the quality setting or delete some images or other files.
be: Зьмяніце налады якасьці або выдаліце колькі відарысаў або іншых файлаў.

source: Change the screen-unlock password
be: Зьмяняць пароль адмыкаць экран

source: Change the tinting color
be: Зьмяніць колер афарбоўкі

source: Change this and all future events.
be: Зьмяніць гэтую ды наступныя падзеі.

source: Change this in Settings -> Website settings
be: Зьмяніць можна ў «Наладах» —> «Налады пляцовак сеціва»

source: Change this on the Settings > Advanced > Website screen.
be: Зьмяніць можна ў наладах: «Налады пляцовак сеціва».

source: Change time
be: Зьмяніць час

source: Change unlock PIN
be: Зьмяніць код PIN адмыкаць экран

source: Change unlock password
be: Зьмяніць пароль адмыкаць экран

source: Change unlock pattern
be: Зьмяніць узор адмыкаць экран

source: Change vibrate pattern
be: Зьмяніць узор трымценьня

source: Change view
be: Зьмяніць выгляд

source: Change wallpaper
be: Зьмяніць шпалеры

source: Changes are made to '%s'
be: Зьмянілі «%s»

source: Changes take effect when USB cable is reconnected
be: Зьмяненьні пачнуць дзейнічаць, калі зноўку ўлучыць кабэль USB

source: Changes:
be: Зьмяненьні:

source: Change…
be: Зьмяніць…

source: Changing number...
be: Нумар зьмяняецца…

source: Changing this setting will make the Launcher restart itself
be: Каб гэтыя налады зьмяніліся, пускач мусіць запусьціцца нанова

source: Channel views: %1s
be: Праглядаў каналу: %1s

source: Character-based
be: Паводле знакаў

source: Charge your battery and try again.
be: Зарадзіце батарэю ды паспрабуйце зноўку.

source: Charged.
be: Зарадзілася.

source: Charging
be: Зараджаецца

source: Charging (%d%%)
be: Зараджаецца (%d%%)

source: Charging light
be: Сьвяціць, калі зараджаецца

source: Charging, %d%%
be: Зараджаецца, %d%%)

source: Charging\u2026
be: Зараджаецца…

source: Charging…
be: Зараджаецца…

source: Chat
be: Гутарыць

source: Chat addresses
be: Гутарковыя адрасы

source: Chat font size
be: Памер шрыфту гутаркі

source: Chat history
be: Гісторыя гутаркі

source: Chat history is disabled.
be: Гісторыя гутаркі не занатоўваецца.

source: Chat invitation
be: Запрашэньні гутарыць

source: Chat off
be: Забараніць гутарку

source: Chat off record
be: Запісваць гутарку

source: Chat on
be: Дазволіць гутарку

source: Chat on record
be: Не запісваць гутарку

source: Chat using %s
be: Гутарыць па %s
